app/controllers/card_controller.rb

SELECT  "card_pages".* FROM "card_pages" LIMIT ?  [["LIMIT", 11]]
---
  	def index
    	@cards = Card.all
    	@card_pages = CardPage.all