app/controllers/cards_controller.rb

  def index
    @cards = Card.all
    @card_pages = CardPage.all
---
SELECT "cards".* FROM "cards"
SELECT  "card_pages".* FROM "card_pages" LIMIT ?  [["LIMIT", 11]]

  def show
    @card = Card.find(params[:id])
---
SELECT  "cards".* FROM "cards" WHERE "cards"."id" = ? LIMIT ?  [["id", 4], ["LIMIT", 1]]

  def create
    @card = Card.new(card_params)
    binding.pry
    if @card.save
---
INSERT INTO "cards" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "dcd"], ["body", "cdcddc"], ["created_at", "2020-09-18 18:29:46.741299"], ["updated_at", "2020-09-18 18:29:46.741299"]]